{"game_rules":{"questions_per_game":15},"category_names":{"crypto":"Cryptocurrency","edm":"DJ"},"questions":[{"name":"RChain","coinmarketcap_id":"rchain","cryptocompare_symbol":"RHOC","category":"crypto","description":"RChain is a cryptocurrency whose mission is \"to become a blockchain solution with industrial-scale utility, RChain must provide content delivery at the scale of Facebook and support transactions at the speed of Visa.\""},{"name":"Bytom","coinmarketcap_id":"bytom","cryptocompare_symbol":"BTM*","category":"crypto","description":"Bytom is an interactive protocol of multiple byte assets. Heterogeneous byte-assets (indigenous digital currency, digital assets) that operate in different forms on the Bytom Blockchain and atomic assets (warrants, securities, dividends, bonds, intelligence information, forecasting information and other information that exist in the physical world) can be registered, exchanged, gambled and engaged in other more complicated and contract-based interoperations via Bytom."},{"name":"Enigma","coinmarketcap_id":"enigma","cryptocompare_symbol":"ENG","category":"crypto","description":"The Enigma protocol is a second-layer, off-chain network that aims to solve the two biggest problems for blockchains: scalability and privacy. "},{"name":"COSS","coinmarketcap_id":"coss","cryptocompare_symbol":"COSS","category":"crypto","description":"placeholder"},{"name":"Ethos","coinmarketcap_id":"ethos","cryptocompare_symbol":"BQX","category":"crypto","description":"Ethos is an access token that enables anybody to securely manage their cryptocurrency wallets, keys and coins."},{"name":"0x","coinmarketcap_id":"0x","category":"crypto","cryptocompare_symbol":"ZRX","description":"0x is an open, permissionless protocol allowing for ERC20 tokens to be traded on the Ethereum blockchain."},{"name":"Golem","category":"crypto","coinmarketcap_id":"golem-network-tokens","cryptocompare_symbol":"GNT","description":"Golem is a global, open sourced, decentralized supercomputer that anyone can access. It's made up of the combined power of user's machines, from personal laptops to entire datacenters."},{"name":"Nxt","coinmarketcap_id":"nxt","cryptocompare_symbol":"NXT","category":"crypto","description":"Nxt is an advanced blockchain platform which builds on and improves the basic functionality of pioneering cryptocurrencies such as Bitcoin."},{"name":"Sia","category":"both","description":"Sia is both. Sia splits apart, encrypts, and distributes your files across a decentralized network.<br/><br/>Sia also refers to Sia Kate Isobelle Furler, an Australian singer-songwriter, record producer and music video director.","coinmarketcap_id":"siacoin","cryptocompare_symbol":"SC"},{"name":"Stratis","category":"crypto","coinmarketcap_id":"stratis","cryptocompare_symbol":"STRAT","description":"The Stratis cryptographic token ($STRAT) combines the proven security consensus of Bitcoin,  with the latest advancements in blockchain technology."},{"name":"Steem","category":"crypto","coinmarketcap_id":"steem","cryptocompare_symbol":"STEEM","description":"Steem is a blockchain-based rewards platform for publishers to monetize content and grow community."},{"name":"Verge","category":"crypto","coinmarketcap_id":"verge","cryptocompare_symbol":"XVG","description":"Verge Currency is a cryptocurrency designed for everyday use. It improves upon the original Bitcoin blockchain and aims to fulfill its initial purpose of providing individuals and businesses with a fast, efficient and decentralized way of making direct transactions while maintaining personal privacy."},{"name":"Cardano","id":"verge","coinmarketcap_id":"cardano","cryptocompare_symbol":"ADA","category":"crypto","description":"Cardano is a decentralised public blockchain and cryptocurrency project and is fully open source. Cardano is developing a smart contract platform which seeks to deliver more advanced features than any protocol previously developed."},{"name":"Stellar","coinmarketcap_id":"stellar","cryptocompare_symbol":"XLM","category":"crypto","description":"Stellar is a distributed, hybrid blockchain that is fully open-source. It is infrastructure that exists to facilitate cross-asset transfers of value, including payments."},{"name":"Neo","category":"both","coinmarketcap_id":"neo","cryptocompare_symbol":"NEO","description":"Neo is both. DJ Neo is one of the internationally best-known music producers for harder electronic sounds (Hardstyle).<br/><br/>Neo is also a non-profit community-based blockchain project that utilizes blockchain technology and digital identity to digitize assets, to automate the management of digital assets using smart contracts, and to realize a \"smart economy\" with a distributed network."},{"name":"Zcash","category":"crypto","coinmarketcap_id":"zcash","cryptocompare_symbol":"ZEC","description":"Zcash is a cryptocurrency aimed at using cryptography to provide enhanced privacy for its users compared to other cryptocurrencies such as Bitcoin."},{"name":"Ardor","category":"crypto","coinmarketcap_id":"ardor","cryptocompare_symbol":"ARDR","description":"The Ardor Blockchain-as-a-Service Platform was created by Jelurida using the proven features of the solid, reliable Nxt blockchain technology. Ardor extends Nxt for use in certain applications that require scalability and want to avoid “mining” required by some developing blockchains."},{"name":"Lisk","category":"crypto","coinmarketcap_id":"lisk","cryptocompare_symbol":"LSK","description":"Based on its own Blockchain network and token LSK, Lisk will enable developers to create, distribute and manage decentralized Blockchain applications by deploying their own sidechain linked to the Lisk network, including a custom token."},{"name":"0x","coinmarketcap_id":"0x","category":"crypto","cryptocompare_symbol":"ZRX","description":"0x is an open, permissionless protocol allowing for ERC20 tokens to be traded on the Ethereum blockchain."},{"name":"WAX","category":"crypto","coinmarketcap_id":"wax","cryptocompare_symbol":"WAX","description":"WAX is a decentralized platform that enables anyone to operate a fully functioning virtual marketplace with zero investment in security, infrastructure, or payment processing."},{"name":"Walton","coinmarketcap_id":"walton","cryptocompare_symbol":"WTC","category":"crypto","description":"Walton is a cryptocurrency whose mission is to extend the block chain technology from Internet to Internet of Things, which will in turn create a genuine, believable, traceable business model with totally shared data and transparent information, depending on the combination of RFID technology and Walton chain."},{"name":"Storj","category":"crypto","description":"Storj aims to become a cloud storage platform that can’t be censored or monitored, or have downtime. It is the first decentralized, end-to-end encrypted cloud storage that uses blockchain technology and cryptography to secure your files.","coinmarketcap_id":"storj","cryptocompare_symbol":"SJCX"},{"name":"Gnosis","category":"crypto","coinmarketcap_id":"gnosis-gno","cryptocompare_symbol":"GNO","description":"Gnosis is a permissionless and decentralized platform built on Ethereum, Gnosis is the easiest way to aggregate relevant information from both human and AI agents into one number."},{"name":"Iconomi","category":"crypto","coinmarketcap_id":"iconomi","cryptocompare_symbol":"ICN","description":"The ICONOMI Digital Assets Management Platform is a new and unique technical service that allows anyone from beginners to blockchain experts to invest in and manage digital assets."},{"name":"Raiden","category":"crypto","coinmarketcap_id":"raiden-network-token","cryptocompare_symbol":"RDN*","description":"The Raiden Network is an off-chain scaling solution, enabling near-instant, low-fee and scalable payments. It’s complementary to the Ethereum blockchain and works with any ERC20 compatible token."},{"name":"Bancor","coinmarketcap_id":"bancor","cryptocompare_symbol":"BNT","category":"crypto","description":"Bancor is a Decentralized Liquidity Network that allows you to hold any Ethereum token and convert it to any other token in the network, with no counter party, at an automatically calculated price, using a simple web wallet."},{"name":"Substratum","category":"crypto","coinmarketcap_id":"substratum","cryptocompare_symbol":"SUB","description":"Substratum is an open-source network that allows anyone to allocate spare computing resources to make the internet a free and fair place for the entire world."},{"name":"Ubiq","category":"crypto","coinmarketcap_id":"ubiq","cryptocompare_symbol":"UBIQ","description":"Ubiq is a decentralized platform which allows the creation and implementation of smart contracts and decentralized applications. Built upon an improved Ethereum codebase, the Ubiq blockchain acts as a large globally distributed ledger and supercomputer, allowing developers to create decentralized and automated solutions to thousands of tasks which today are carried out by third party intermediaries."},{"name":"Red Pulse","category":"crypto","coinmarketcap_id":"red-pulse","cryptocompare_symbol":"RPX","description":"Red Pulse will introduce a token, RPX, that will power a brand new content production, distribution, and consumption platform focused initially on China’s capital markets. Our vision is to create a direct-incentivization ecosystem facilitated by the RPX token, creating a global community of colleagues."},{"name":"Aragon","coinmarketcap_id":"aragon","cryptocompare_symbol":"ANT","category":"crypto","description":"Aragon is a project that aims to disintermediate the creation and maintenance of organizational structures by using blockchain technology. We want to empower people across the world to easily and securely manage their organizations."},{"name":"Tierion","category":"crypto","coinmarketcap_id":"tierion","cryptocompare_symbol":"TNT","description":"Tierion turns the blockchain into a global platform for verifying any data, file, or process."},{"name":"Skrillex","category":"edm","description":"Sonny John Moore, known professionally as Skrillex, is an American electronic dance music producer, DJ, singer, songwriter and multi-instrumentalist."},{"name":"Zedd","category":"edm","description":"Anton Igorevich Zaslavski, better known by his stage name Zedd, is a Russian-German record producer, DJ, musician, multi-instrumentalist and songwriter."},{"name":"Deadmau5","category":"edm","description":"Joel Thomas Zimmerman, better known by his stage name deadmau5, is a Canadian record producer and DJ from Toronto, Ontario. Zimmerman produces a variety of styles within the progressive house genre and sometimes other forms of electronic music."},{"name":"Diplo","category":"edm","description":"Thomas Wesley Pentz, better known by his stage name Diplo, is an American DJ, record producer, songwriter, and record executive based in Los Angeles, California."},{"name":"Kygo","category":"edm","description":"Kyrre Gørvell-Dahll, better known by his stage name Kygo, is a Norwegian DJ, record producer, musician, and songwriter. He garnered international attention with his remix of the track \"I See Fire\" by Ed Sheeran."},{"name":"Galantis","category":"edm","description":"Galantis is a Swedish electronic dance music production, songwriting and DJ duo consisting of Christian Karlsson and Linus Eklöw."},{"name":"Solomun","category":"edm","description":"Solomun has played a major role in redefining European House Music, with productions, remixes and stand-out DJ sets that take the very building blocks of House and sensitively reconstruct them: adding a fresh, ultramodern twist to the genre."},{"name":"Flume","category":"edm","description":"Harley Edward Streten, better known by his stage name Flume, is an Australian electronic music instrumentalist, producer and DJ."},{"name":"Carta","category":"edm","description":"Carta, aka Giorgio Carta, is a 21-year-old DJ and producer whose sound is very much a product of his surroundings. Born in Hong Kong but with stints in the UK, and now residing in Shanghai, Carta has risen through the ranks thanks to the explosion of dance music in China."},{"name":"Kaskade","category":"edm","description":"Ryan Gary Raddon, better known by his stage name Kaskade, is an American DJ, record producer and remixer."},{"name":"Nero","category":"edm","description":"Nero is a British electronic music trio composed of members Daniel \"Dan\" Stephens, Joseph \"Joe\" Ray and Alana Watson."},{"name":"Madeon","category":"edm","description":"Hugo Pierre Leclercq, better known by his stage name Madeon, is a French DJ, record producer, singer, songwriter and musician from Nantes, France."},{"name":"r3hab","category":"edm","description":"Fadil El Ghoul, better known by his stage name R3hab (pronounced \"rehab\"), is a Dutch DJ, record producer and remixer of Moroccan origin from Breda. Alongside Afrojack and Chuckie, he is one of the proponents of the modern Dutch house subgenre."},{"name":"Deorro","category":"edm","description":"Erick Orrosquieta, commonly known by his stage name Deorro, is an American DJ signed to Ultra Records. He formerly used the name TON!C."},{"name":"Nervo","category":"edm","description":"Miriam Nervo and Olivia Nervo are Australian DJs better known by their stage name Nervo. After signing with Sony/ATV Music Publishing at 18 years of age, the sisters pursued careers as songwriting partners and in 2008 they signed with Fredrik Olsson and his Swedish music publishing company Razor Boy Music Publishing, which led to co-writing the Grammy Award-winning single, \"When Love Takes Over\", performed by David Guetta and Kelly Rowland. "},{"name":"Gramatik","category":"edm","description":"Gramatik is a Slovenian electronic music producer, originally from Portorož, Slovenia. He currently resides in New York City."},{"name":"Dyro","category":"edm","description":"Jordy van Egmond, professionally known by his stage name Dyro, is a Dutch DJ and EDM producer. Since 2010 he has released original singles and remixes on labels such as Revealed Recordings, Musical Freedom, and Def Jam, and has also released official remixes for tracks such as \"Right Now\" by Rihanna and \"Iron\" by Nicky Romero and Calvin Harris."},{"name":"Tristam","category":"edm","description":"Tristam is an electronic music producer currently signed to Monstercat. His first release on the label was \"Party for the Living\", which is included on Monstercat 004 - Identity."},{"name":"Audien","category":"edm","description":"Nathaniel \"Nate\" Rathbun, better known under his stage name Audien, is an American DJ, record producer and musician. He produces progressive house, trance and electro house. Audien has released many singles and remixes for electronic record labels including Enhanced, Perceptive, Armada, Black Hole, and Nervous."},{"name":"Chromeo","category":"edm","description":"Chromeo is a Canadian electro-funk duo from Montreal, formed in 2002 by musicians David \"Dave 1\" Macklovitch and Patrick \"P-Thugg\" Gemayel. Their sound draws from blue-eyed soul, dance music, rock, \"electro-synth\", disco and also (arguably primarily) funk."},{"name":"Squarepusher","category":"edm","description":"Squarepusher is the principal pseudonym adopted by Tom Jenkinson, a UK-based recording artist. His compositions draw on a number of influences including drum and bass, acid house, jazz and electroacoustic music."},{"name":"Eminence","category":"edm","description":"Eminence is an electronic music duo consisting of Canadian musicians Dillon ‘DLN’ Wong and Mathew ‘ Kazmo’ Kazmierowski. They reached significant popularity in the late 2010’s progressive house & vocal trance movement in North America and met with continued success in the years following."},{"name":"DotEXE","category":"edm","description":"DotEXE is an alias of Scott Stanley, his other alias being Summer Was Fun. He is a DJ/producer from Chicago, Illinois who debuted on Monstercat in 2011 as DotEXE with \"Kill It With Fire\", a dubstep song that was featured on Monstercat 004 - Identity. "},{"name":"Ephixa","category":"edm","description":"James Leusink, commonly known by his stage name Ephixa is a Canadian DJ, composer, musician and record producer. He is best known for his remix of \"Lost Woods\" from The Legend of Zelda game series."},{"name":"Kazell","category":"edm","description":"Kevin Bazell, known more popularly in dance circles as Kazell, has infected the American club scene with his unique brand of electronic dance music, stimulating crowds everywhere with his tough, funky and soulful grooves."},{"name":"Avicii","category":"edm","description":"Tim Bergling, better known by his stage name Avicii is a Swedish musician, remixer and record producer. Bergling was ranked third on DJ Mag in 2012 and 2013 and has been nominated twice for a Grammy Award."},{"name":"Deskee","category":"edm","description":"Deskee is the stage name for Derrick Crumpley, an American house music artist."},{"name":"iiO","category":"edm","description":"iiO was a New York City-based dance music act composed of singer and songwriter Nadia Ali and record producer Markus Moser. The group gained prominence for its 2001 single, \"Rapture\", which reached number two on the UK Singles Chart and the Billboard Hot Dance Club Play chart."},{"name":"Raze","category":"edm","description":"Raze was an American electronic dance music group, assembled by the multi-instrumentalist and producer Vaughan Mason. Raze hit #1 on the US Hot Dance Club Play chart in 1988 with \"Break 4 Love\" which also crossed over to urban radio stations, where it became a moderate hit."}]}