{
"game_rules":{
    "questions_per_game":15
},
"category_names":{
    "crypto":"Cryptocurrency",
    "edm":"DJ"
},
"questions":[
    {
        "name":"RChain",
        "category":"crypto",
        "description":"RChain is a cryptocurrency whose mission is \"to become a blockchain solution with industrial-scale utility, RChain must provide content delivery at the scale of Facebook and support transactions at the speed of Visa.\"",
        "coinmarketcap_id":"rchain"
    },
    {
        "name":"Bytom",
        "category":"crypto",
        "description":"Bytom is an interactive protocol of multiple byte assets. Heterogeneous byte-assets (indigenous digital currency, digital assets) that operate in different forms on the Bytom Blockchain and atomic assets (warrants, securities, dividends, bonds, intelligence information, forecasting information and other information that exist in the physical world) can be registered, exchanged, gambled and engaged in other more complicated and contract-based interoperations via Bytom.",
        "coinmarketcap_id":"bytom"
    },
        {
        "name":"Enigma",
        "category":"crypto",
        "coinmarketcap_id":"enigma",
        "description":"The Enigma protocol is a second-layer, off-chain network that aims to solve the two biggest problems for blockchains: scalability and privacy. "
    },
    {
        "name":"COSS",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"Ethos",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"0x",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"Golem",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"Nxt",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"Sia",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"Stratis",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"Steem",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"Verge",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"Cardano",
        "coinmarketcap_id":"cardano",
        "category":"crypto",
        "description":"Cardano is a decentralised public blockchain and cryptocurrency project and is fully open source. Cardano is developing a smart contract platform which seeks to deliver more advanced features than any protocol previously developed."
    },
    {
        "name":"Stellar",
        "coinmarketcap_id":"stellar",
        "category":"crypto",
        "description":"Stellar is a distributed, hybrid blockchain that is fully open-source. It is infrastructure that exists to facilitate cross-asset transfers of value, including payments."
    },
    {
        "name":"Neo",
        "category":"both",
        "description":"placeholder"
    },
    {
        "name":"Zcash",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"Ardor",
        "category":"crypto",
        "coinmarketcap_id":"ardor",
        "description":"The Ardor Blockchain-as-a-Service Platform was created by Jelurida using the proven features of the solid, reliable Nxt blockchain technology. Ardor extends Nxt for use in certain applications that require scalability and want to avoid “mining” required by some developing blockchains."
    },
    {
        "name":"Lisk",
        "category":"crypto",
        "coinmarketcap_id":"lisk",
        "description":"Based on its own Blockchain network and token LSK, Lisk will enable developers to create, distribute and manage decentralized Blockchain applications by deploying their own sidechain linked to the Lisk network, including a custom token."
    },
    {
        "name":"0x",
        "coinmarketcap_id":"0x",
        "category":"crypto",
        "description":"0x is an open, permissionless protocol allowing for ERC20 tokens to be traded on the Ethereum blockchain."
    },
    {
        "name":"WAX",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"Bytom",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"RChain",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"Walton",
        "coinmarketcap_id":"walton",
        "category":"crypto",
        "description":"Walton is a cryptocurrency whose mission is to extend the block chain technology from Internet to Internet of Things, which will in turn create a genuine, believable, traceable business model with totally shared data and transparent information, depending on the combination of RFID technology and Walton chain."
    },
    {
        "name":"Storj",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"Gnosis",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"Iconomi",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"Raiden",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"Bancor",
        "category":"crypto",
        "coinmarketcap_id":"bancor",
        "description":"Bancor is a Decentralized Liquidity Network that allows you to hold any Ethereum token and convert it to any other token in the network, with no counter party, at an automatically calculated price, using a simple web wallet."
    },
    {
        "name":"Substratum",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"Ubiq",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"Red Pulse",
        "category":"crypto",
        "description":"placeholder"
    },
    {
        "name":"Aragon",
        "category":"crypto",
        "coinmarketcap_id":"aragon",
        "description":"Aragon is a project that aims to disintermediate the creation and maintenance of organizational structures by using blockchain technology. We want to empower people across the world to easily and securely manage their organizations."
    },
    {
        "name":"Tierion",
        "category":"crypto",
        "coinmarketcap_id":"tierion",
        "description":"Tierion turns the blockchain into a global platform for verifying any data, file, or process."
    },
    {
        "name":"Skrillex",
        "category":"edm",
        "description":"placeholder"
    },
    {
        "name":"Zedd",
        "category":"edm",
        "description":"Anton Igorevich Zaslavski, better known by his stage name Zedd, is a Russian-German record producer, DJ, musician, multi-instrumentalist and songwriter."
    },
    {
        "name":"Deadmau5",
        "category":"edm",
        "description":"placeholder"
    },
    {
        "name":"Hardwell",
        "category":"edm",
        "description":"placeholder"
    },
    {
        "name":"Diplo",
        "category":"edm",
        "description":"Thomas Wesley Pentz, better known by his stage name Diplo, is an American DJ, record producer, songwriter, and record executive based in Los Angeles, California."
    },
    {
        "name":"Kygo",
        "category":"edm",
        "description":"Kyrre Gørvell-Dahll, better known by his stage name Kygo, is a Norwegian DJ, record producer, musician, and songwriter. He garnered international attention with his remix of the track \"I See Fire\" by Ed Sheeran."
    },
    {
        "name":"Galantis",
        "category":"edm",
        "description":"Galantis is a Swedish electronic dance music production, songwriting and DJ duo consisting of Christian Karlsson and Linus Eklöw."
    },
    {
        "name":"Kaskade",
        "category":"edm",
        "description":"Ryan Gary Raddon, better known by his stage name Kaskade, is an American DJ, record producer and remixer."
    },
    {
        "name":"Nero",
        "category":"edm",
        "description":"Nero is a British electronic music trio composed of members Daniel \"Dan\" Stephens, Joseph \"Joe\" Ray and Alana Watson."
    },
    {
        "name":"Madeon",
        "category":"edm",
        "description":"placeholder"
    },
    {
        "name":"r3hab",
        "category":"edm",
        "description":"placeholder"
    },
    {
        "name":"Marshmello",
        "category":"edm",
        "description":"placeholder"
    },
    {
        "name":"Deorro",
        "category":"edm",
        "description":"placeholder"
    },
    {
        "name":"Nervo",
        "category":"edm",
        "description":"placeholder"
    },
    {
        "name":"Justice",
        "category":"edm",
        "description":"placeholder"
    },
    {
        "name":"Gramatik",
        "category":"edm",
        "description":"Gramatik is a Slovenian electronic music producer, originally from Portorož, Slovenia. He currently resides in New York City."
    },
    {
        "name":"Dyro",
        "category":"edm",
        "description":"Jordy van Egmond, professionally known by his stage name Dyro, is a Dutch DJ and EDM producer. Since 2010 he has released original singles and remixes on labels such as Revealed Recordings, Musical Freedom, and Def Jam, and has also released official remixes for tracks such as \"Right Now\" by Rihanna and \"Iron\" by Nicky Romero and Calvin Harris."
    },
    {
        "name":"Tristam",
        "category":"edm",
        "description":"Tristam is an electronic music producer currently signed to Monstercat. His first release on the label was \"Party for the Living\", which is included on Monstercat 004 - Identity."
    },
    {
        "name":"Audien",
        "category":"edm",
        "description":"Nathaniel \"Nate\" Rathbun, better known under his stage name Audien, is an American DJ, record producer and musician. He produces progressive house, trance and electro house. Audien has released many singles and remixes for electronic record labels including Enhanced, Perceptive, Armada, Black Hole, and Nervous."
    },
    {
        "name":"Dubvision",
        "category":"edm",
        "description":"placeholder"
    },
    {
        "name":"Chromeo",
        "category":"edm",
        "description":"Chromeo is a Canadian electro-funk duo from Montreal, formed in 2002 by musicians David \"Dave 1\" Macklovitch and Patrick \"P-Thugg\" Gemayel. Their sound draws from blue-eyed soul, dance music, rock, \"electro-synth\", disco and also (arguably primarily) funk."
    },
    {
        "name":"Haddaway",
        "category":"edm",
        "description":"placeholder"
    },
    {
        "name":"Squarepusher",
        "category":"edm",
        "description":"placeholder"
    },
    {
        "name":"Eminence",
        "category":"edm",
        "description":"Eminence is an electronic music duo consisting of Canadian musicians Dillon ‘DLN’ Wong and Mathew ‘ Kazmo’ Kazmierowski. They reached significant popularity in the late 2010’s progressive house & vocal trance movement in North America and met with continued success in the years following."
    },
    {
        "name":"DotEXE",
        "category":"edm",
        "description":"DotEXE is an alias of Scott Stanley, his other alias being Summer Was Fun. He is a DJ/producer from Chicago, Illinois who debuted on Monstercat in 2011 as DotEXE with \"Kill It With Fire\", a dubstep song that was featured on Monstercat 004 - Identity. "
    },
    {
        "name":"Ephixa",
        "category":"edm",
        "description":"James Leusink, commonly known by his stage name Ephixa is a Canadian DJ, composer, musician and record producer. He is best known for his remix of \"Lost Woods\" from The Legend of Zelda game series."
    },
    {
        "name":"Kazell",
        "category":"edm",
        "description":"Kevin Bazell, known more popularly in dance circles as Kazell, has infected the American club scene with his unique brand of electronic dance music, stimulating crowds everywhere with his tough, funky and soulful grooves."
    },
    {
        "name":"Avicii",
        "category":"edm",
        "description":"Tim Bergling, better known by his stage name Avicii is a Swedish musician, remixer and record producer. Bergling was ranked third on DJ Mag in 2012 and 2013 and has been nominated twice for a Grammy Award."
    }
]
}